Repository: Hakansv/watchdog_pi
Catalog: po/*.po
Languages: fi_fi, id_id

source: Test
fi_fi: Testi
id_id: Tes

source: Anchor
fi_fi: Ankkuri
id_id: Jangkar

source: meter(s)
fi_fi: metri(t)

source: Course
fi_fi: Kurssi
id_id: Kursus

source: degrees(s)
fi_fi: aste(et)
id_id: derajat(s)

source: Starboard
fi_fi: Oikea
id_id: Sisi kanan

source: Port
fi_fi: Vasen
id_id: Pelabuhan

source: invalid Course mode
fi_fi: kurssin tila ei kelpaa
id_id: sah Saja mode

source: Speed
fi_fi: Nopeus
id_id: Kecepatan

source: invalid Speed mode
fi_fi: virheellinen Speed-tila
id_id: mode Kecepatan tidak valid

source: Wind
fi_fi: Tuuli

source: invalid Wind mode
fi_fi: Virheellinen tuulen tila

source: invalid Wind type
fi_fi: Virheellinen Tuulen tyyppi

source: Weather
fi_fi: Sää

source: In
fi_fi: Sisään

source: Seconds
fi_fi: sekunnit
id_id: Detik

source: invalid Weather variable
fi_fi: virheellinen säämuuttuja

source: invalid Weather mode
fi_fi: virheellinen säätila

source: Barometer
fi_fi: Ilmapuntari

source: Air Temperature
fi_fi: ilman lämpötila

source: Sea Temperature
fi_fi: Meriveden lämpötila

source: Humidity
fi_fi: Kosteus

source: Deadman
fi_fi: Pitoarvo
id_id: Orang mati

source: second(s)
fi_fi: sekunnit
id_id: kedua(s)

source: Depth
fi_fi: Syvyys

source: invalid Depth mode
fi_fi: virheellinen syvyys tila

source: landfall alarm without gshhs data
fi_fi: pohjakosketushälytys ilman gshhs tietoja
id_id: alarm pendaratan tanpa data gshhs

source: LandFall
fi_fi: Maakosketus
id_id: Pendaratan

source: No GSHHS Data
fi_fi: Ei GSHHS tietoja
id_id: Tidak ada GSHHS Data

source: LandFall Time Invalid
fi_fi: Maakosketus aika virheellinen
id_id: Waktu LandFall tidak valid

source: Days
fi_fi: Päivät
id_id: Hari

source: Day
fi_fi: Päivä
id_id: Hari

source: Hours
fi_fi: Tunnit
id_id: Jam

source: Hour
fi_fi: Tunti
id_id: Jam

source: Minutes
fi_fi: Minuuttia
id_id: Menit

source: Minute
fi_fi: Minuutti
id_id: Menit

source: Second
fi_fi: Sekuntti
id_id: Kedua

source: Distance
fi_fi: Etäisyys
id_id: Jarak

source: invalid LandFall mode
fi_fi: kelvoton maakosketus tila
id_id: tidak valid Pendaratan mode

source: Boundary Time
fi_fi: Raja aika
id_id: Batas Waktu

source: Boundary Distance
fi_fi: Raja etäisyys
id_id: Batas Jarak

source: Inclusion Alarm
fi_fi: Sulkuhälytys
id_id: Masuknya alarm

source: Guard Zone
fi_fi: Suojavyöhyke
id_id: Penjaga Zona

source: Time
fi_fi: Aika
id_id: Waktu

source: Boundary GUID
fi_fi: Rajan GUID
id_id: Batas GUID

source: Boundary Name
fi_fi: Rajan nimi
id_id: Batas nama

source: Guard Zone GUID
fi_fi: Suojavyöhyke GUID
id_id: Penjaga zona GUID

source: Guard Zone Name
fi_fi: Suojavyöhykkeen nimi
id_id: Menjaga Nama Zona

source: Boundary name
fi_fi: Rajan nimi
id_id: Batas nama

source: No Boundary within
fi_fi: Ei ole rajan sisällä
id_id: Tidak ada Batas dalam

source: minutes
fi_fi: minuuttia
id_id: menit

source: - inside any boundary
fi_fi: - minkä tahansa reunuksen sisällä
id_id: - dalam setiap batas

source: - inside active boundary
fi_fi: -aktiivisen rajan sisällä
id_id: - dalam batas aktif

source: - inside inactive boundary
fi_fi: - passiivisen rajan sisällä
id_id: - dalam batas yang tidak aktif

source: in
fi_fi: sisällä
id_id: di

source: Any Boundary Distance
fi_fi: Joka reunan etäisyys
id_id: Batas Jarak

source: Active Boundary Distance
fi_fi: Aktiivisen reunan etäisyys
id_id: Aktif batas jarak

source: Inactive Boundary Distance
fi_fi: Passiivisen rajan etäisyys
id_id: Batas jarak tidak aktif

source: Boat
fi_fi: Vene
id_id: Perahu

source: inside
fi_fi: sisällä
id_id: dalam

source: outside
fi_fi: ulkopuolella
id_id: di luar

source: boundary area:
fi_fi: raja-alue:
id_id: batas wilayah:

source: AIS Target in zone
fi_fi: AIS kohde alueella
id_id: AIS target di zona

source: NO AIS tagets found in zone
fi_fi: EI AIS kohdetta alueella
id_id: Tagboard NO AIS ditemukan di zona

source: invalid Boundary mode
fi_fi: kelvoton rajatila
id_id: batas Mode tidak valid

source: Name
fi_fi: Nimi
id_id: Nama

source: Description
fi_fi: Kuvaus
id_id: Deskripsi

source: inside boundary
fi_fi: rajan sisällä
id_id: dalam batas

source: in
fi_fi: paikassa
id_id: di

source: Outside
fi_fi: Ulkopuolella
id_id: Di luar

source: Ship Name
fi_fi: Aluksen nimi
id_id: Nama kapal

source: Ship MMSI
fi_fi: Aluksen MMSI
id_id: Kapal MMSI

source: Guard Zone not Found
fi_fi: Rajavyöhykettä ei löydy
id_id: Penjaga Zona tidak Ditemukan

source: Rudder
fi_fi: Peräsin

source: Failed to read
fi_fi: Ei voitu lukea
id_id: Gagal membaca

source: invalid alarm type
fi_fi: virheellisen hälytyksen tyyppi
id_id: jenis alarm tidak valid

source: failed to save
fi_fi: tallennus epäonnistui
id_id: gagal untuk menyimpan

source: Sound
fi_fi: Ääni
id_id: Suara

source: Command
fi_fi: Komento
id_id: Perintah

source: Repeat
fi_fi: Toista
id_id: Ulangi

source: Auto Reset
fi_fi: Automaattinen kuittaus
id_id: Reset otomatis

source: Failed to execute command:
fi_fi: Komennon suoritus epäonnistui:
id_id: Gagal mengeksekusi perintah:

source: ALARM!
fi_fi: HÄLYTYS!

source: Most alarms should be self-explanatory Normally a sound is played, however you can execute any command you like, eg: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Messagebox may be useful to interrupt other applications (like a movie player) Automatically Reset will reset the alarm once it is no longer triggered, and it may be triggered again later.
fi_fi: Useimpien hälytysten pitäisi olla itsetäänselviä Normaalisti hälytys soitetaan. Kuitenkin voit suorittaa haluamasi komennon, esim. "aplay /usr/local/share/opencpn/sounds/2bells.wav" Viestiruutu voi olla käyttökelpoinen pysäyttämään muita sovelluksia(kuten elokuvasoitin) Automaattinollaus kuittaa hälytyksen, kun sitä ei ole enää laukaistu ja se voidaan laukaista myöhemmin uudelleen.
id_id: Sebagian besar alarm harus cukup jelas Biasanya suara diputar, namun Anda dapat menjalankan perintah yang Anda sukai, misalnya: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Messagebox mungkin berguna untuk mengganggu aplikasi lain (seperti pemutar film) Otomatis Reset akan mengatur ulang alarm setelah tidak dipicu lagi, dan mungkin dipicu lagi nanti.

source: Watchdog Information
fi_fi: Watchdog tietoja
id_id: Pengawas Informasi

source: Error!
fi_fi: Virhe!
id_id: Kesalahan!

source: does not exist
fi_fi: ei ole olemassa
id_id: tidak ada

source: Wind Alarms can be from: 1) Apparent - measured from moving boat (requires only wind sensors) 2) True Relative - wind would feel like if boat stopped (requires wind sensors + gps) 3) True Absolute - wind would feel if boat stopped and faced north (requires wind sensors + gps + compass)
fi_fi: Tuulihälytykset voivat olla kotoisin: 1) Näennäinen - mitattuna liikkuvasta veneestä (vaatii vain tuulianturit) 2) Todellinen suhteellinen - tuuli tuntuu, jos vene pysähtyisi (vaatii tuulianturin + gps) 3) Todellinen absoluuttinen - tuuli tuntuu, jos vene pysähtyisi ja kääntyisi pohjoiseen (vaatii tuulianturin + gps + kompassi)

source: Deg C
fi_fi: Astetta C

source: Increasing
fi_fi: Kasvava

source: Decreasing
fi_fi: Vähenevä

source: Above
fi_fi: Yläpuolella

source: Below
fi_fi: Alla

source: Hardware errors usually indicate bad wiring or failed components. No IMU Sensor - inertial sensors cannot be read No Motor Controller - motor controller lost communication No Rudder Feedback - optional Rudder feedback sensor not working No Motor Temperature - optional motor temperature sensor not working Driver Timeout - Motor not drawing power: motor not connected to controller
fi_fi: Laitteistovirheet viittaavat yleensä huonoon johdotukseen tai epäonnistuneisiin komponentteihin. Ei IMU Sensoria - inertial sensoreita ei voi lukea Ei Moottorin ohjainta - moottorin ohjain ei saa yhteyttä Ei palautetta peräsimestä - mahdollinen peräsimen palaute ei toimi Ei moottorin lämpötilaa - mahdollinen moottorin lämpötilan tunnistin ei toimi Ajurin aikakatkaisu - Moottori ei käytä tehoa: moottoria ei ole kytketty ohjaimeen

source: Landfall
fi_fi: Maakosketus
id_id: Pendaratan

source: Boundary Alarm
fi_fi: Rajahälytys
id_id: Batas Alarm

source: Type
fi_fi: Tyyppi
id_id: Jenis

source: Status
fi_fi: Tila

source: Count
fi_fi: Lukumäärä

source: New
fi_fi: Uusi
id_id: Baru

source: Edit
fi_fi: Muokkaa

source: Reset
fi_fi: Tyhjennä
id_id: Setel ulang

source: Delete
fi_fi: Poista
id_id: Menghapus

source: Reset All
fi_fi: Nollaa Kaikki

source: DeleteAll
fi_fi: Poista kaikki

source: Configuration
fi_fi: Kokoonpano
id_id: Konfigurasi

source: Name:
fi_fi: Nimi:
id_id: Nama:

source: Version:
fi_fi: Versio:
id_id: Versi:

source: Major:
fi_fi: Pää:
id_id: Utama:

source: Minor:
fi_fi: Ala:

source: Patch:
fi_fi: Korjaus:

source: Date:
fi_fi: Päivämäärä:
id_id: Tanggal:

source: Other:
fi_fi: Muu:
id_id: Lainnya:

source: Please report problems using FlySpray at: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/seandepagnier/watchdog_pi/issues
fi_fi: Ilmoita ongelmista käyttämällä FlySpraytä osoitteessa: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 tai OpenCPN-foorumissa: http://www. ruisersforum.com/forums/f134 tai Lisää ongelma GIT:ssä: https://github.com/seandepagnier/watchdog_pi/issues

source: About Author
fi_fi: Tietoa Tekijästä
id_id: Tentang Penulis

source: General Setup
fi_fi: Yleisasetukset
id_id: Penyiapan Umum

source: Enable All Alarms
fi_fi: Salli kaikki hälytykset
id_id: Aktifkan Semua Alarm

source: Enabled after first time Watchdog Dialog is visible
fi_fi: Käyttöön, kun ensimmäistä kertaa Watchdog-valintaikkuna on näkyvissä
id_id: Diaktifkan setelah pertama kali Watchdog Dialog terlihat

source: Enabled only if Watchdog Dialog is visible
fi_fi: Käytössä vain, jos Watchdog-valintaikkuna on näkyvissä
id_id: Diaktifkan hanya jika Pengawas Dialog terlihat

source: Disable All Alarms
fi_fi: Estä kaikki hälytykset
id_id: Menonaktifkan Semua Alarm

source: Font
fi_fi: Kirjasin

source: Alarm Action
fi_fi: Hälytystoiminto
id_id: Tindakan Alarm

source: Select a file
fi_fi: Valitse tiedosto
id_id: Pilih sebuah file

source: Wav Files (*.wav)|*.WAV;*.wav|All Files (*.*)|*.*
fi_fi: Wav- Tiedostot (*.wav)- *.Wav;*.wav- Kaikki Tiedostot (*.*)¶ *.*

source: Message Box
fi_fi: Sanomaruudun
id_id: Kotak pesan

source: Alarm if no Data
fi_fi: Hälytys jos ei tietoja

source: Repeat Alarm after seconds
fi_fi: Toista hälytys sekuntien kuluttua
id_id: Mengulang Alarm setelah detik

source: Condition triggered for
fi_fi: Edellytys laukaistu

source: Automatically Reset
fi_fi: Automaattinen nollaus
id_id: Me-Reset secara Otomatis

source: Graphics Enabled
fi_fi: Grafiikka käytössä
id_id: Grafis Diaktifkan

source: Information
fi_fi: Lisätietoa
id_id: Informasi

source: Latitude
fi_fi: Leveysaste
id_id: Lintang

source: Longitude
fi_fi: Pituusaste
id_id: Bujur

source: Sync to Boat
fi_fi: Synkronoi veneeseen
id_id: Sinkronkan ke Perahu

source: Radius
fi_fi: Säde

source: meters
fi_fi: metriä
id_id: meter

source: Automatically syncronize to the boat whenever enabled
fi_fi: Automaattisesti synkronoi veneeseen, kun mahdollista
id_id: Sinkronkan secara otomatis ke kapal kapan pun diaktifkan

source: Graphical overlay displays bounding anchor area
fi_fi: Graafinen kuvio näyttää ankkuroinin liikealueen
id_id: Hamparan grafis menampilkan area jangkar berlekuk

source: Port or Starboard
fi_fi: vasemmalle tai oikealle
id_id: Pelabuhan atau Kanan

source: Off Course By >
fi_fi: Hakoteillä suuntaan >
id_id: Tentu Saja Dengan >

source: Degrees
fi_fi: Astetta
id_id: Derajat

source: With Course Of
fi_fi: Kurssiin
id_id: Dengan Course Of

source: Current Course
fi_fi: Nykyinen kurssi
id_id: Kursus saat ini

source: Graphical overlay displays lines bounding valid courses
fi_fi: Graafinen kuvio näyttää valitun kurssin reunalinjat
id_id: Grafis overlay menampilkan garis pembatas berlaku kursus

source: GPS Course
fi_fi: Gps Kurssi

source: Heading Sensor
fi_fi: Suunta Anturi

source: Speed Alarm
fi_fi: Nopeushälytys
id_id: Kecepatan alaram

source: Over Speed
fi_fi: Ylinopeus
id_id: Lebih dari kecepatan

source: Under Speed
fi_fi: Alinopeus
id_id: Di Bawah Kecepatan

source: Speed over ground
fi_fi: Nopeus pohjan suhteen
id_id: Kecepatan di atas tanah

source: knots
fi_fi: solmua
id_id: knot

source: Seconds to Average SOG over
fi_fi: Sekunnit haveriin SOG
id_id: Detik ke Rata-Rata SOG selesai

source: Graphical overlay displays circle with radius of this speed
fi_fi: Graafinen kuvio näyttää ympyrän tämä nopeus säteenä
id_id: Grafis overlay menampilkan lingkaran dengan radius kecepatan ini

source: Wind Alarm
fi_fi: Tuulivaroitus

source: Mode
fi_fi: Tila

source: Direction
fi_fi: Suunta

source: Apparent
fi_fi: Suhteellinen

source: True Absolute
fi_fi: Tosi Absoluuttinen

source: True Relative
fi_fi: Todellinen Suhteellinen

source: Value
fi_fi: Arvo

source: knots/degrees
fi_fi: solmua/astetta

source: Sync
fi_fi: Synkronointi

source: Range
fi_fi: Kantama

source: degrees
fi_fi: astetta

source: Weather Alarm
fi_fi: Säähälytys

source: Variable
fi_fi: Muuttuja

source: Relative Humidity
fi_fi: Suhteellinen kosteus

source: Rate
fi_fi: Määrä

source: In Last
fi_fi: Viimeisenä

source: No Graphical overlay
fi_fi: Ei graafista peittokuvaa

source: No User Activity for
fi_fi: Ei ole käyttäjän toimintoja
id_id: Tidak ada Aktivitas untuk pengguna

source: minute(s)
fi_fi: minuutti(a)
id_id: menit(s)

source: Require following NMEA sentences:
fi_fi: Tarvitsee seuraavat NMEA-lauseet:
id_id: Memerlukan berikut kalimat NMEA:

source: at least every
fi_fi: vähintään joka
id_id: setidaknya setiap

source: seconds
fi_fi: sekuntti
id_id: detik

source: Depth Alarm
fi_fi: Syvyys Hälytys

source: Depth Decreasing
fi_fi: Syvyys Laskeva

source: Depth Increasing
fi_fi: Syvyys Kasvava

source: Maximum Depth
fi_fi: Suurin Syvyys

source: Minimum Depth
fi_fi: Minimi Syvyys

source: Feet
fi_fi: Jalkaa

source: Meters
fi_fi: Metriä

source: Alarm will trigger if less than the minimum depth, or greater than maximum depth. Alarm will trigger if increasing/decreasing at the depth in units per second over the last 10 seconds.
fi_fi: Hälytys laukeaa, jos se on pienempi kuin vähimmäissyvyys, tai suurempi kuin suurin syvyys. Hälytys laukeaa, jos syvyys kasvaa tai pienenee yksiköissä sekunnissa viimeisten 10 sekunnin aikana.

source: GPS course crosses land in <
fi_fi: GPS kurssi kohtaa maan <
id_id: Kursus GPS melintasi daratan di <

source: minutes
fi_fi: minuuttia
id_id: menit

source: GPS fix is <
fi_fi: GPS-fix on <
id_id: Perbaikan GPS <

source: nm from coastline (any direction)
fi_fi: nm rantaviivasta (jossakin suunnassa)
id_id: nm dari garis pantai (segala arah)

source: Graphical overlay for time displays line from boat to location of land crossing
fi_fi: Graafinen aikaikkuna näyttää linjan aluksesta maihintörmäyspaikkaan
id_id: Hamparan grafis untuk menampilkan time line dari kapal ke lokasi persimpangan darat

source: Landfall detection uses gshhs (global heirarchical high-resolution shoreline data.) Consider installing the highest resolution database for best accuracy.
fi_fi: Rantaviivan tunnistaminen käyttää gshhs:ää (global heirarchical high-resolution shoreline data.) Harkitse korkeimman resoluution tietokannan asennusta parhaan tarkkuuden varmistamiseksi.
id_id: Pendaratan deteksi menggunakan gshhs (global heirarchical resolusi tinggi data garis pantai.) Consider menginstal resolusi tertinggi database untuk akurasi terbaik.

source: GPS course crosses boundary in <
fi_fi: GPS kurssi ylittää rajan <
id_id: GPS melintasi batas saja <

source: nm from boundary (any direction)
fi_fi: nm rajasta (jossain suunnassa)
id_id: nm dari perbatasan (ke segala arah)

source: AIS Guard Zone
fi_fi: AIS suojavyöhyke
id_id: AIS Penjaga Zona

source: Get Boundary GUID
fi_fi: Nouda rajan GUID
id_id: Mendapatkan Batas GUID

source: Any
fi_fi: Mikä tahansa
id_id: Setiap

source: Exclusion
fi_fi: Poisjättäminen
id_id: Pengecualian

source: Inclusion
fi_fi: Mukaan ottaminen
id_id: Inklusi

source: Neither
fi_fi: Ei kumpikaan
id_id: Tidak

source: Boundary Type
fi_fi: Reunan tyyppi
id_id: Batas Jenis

source: Active
fi_fi: Aktiivinen
id_id: Aktif

source: Inactive
fi_fi: Passiiivinen
id_id: Tidak aktif

source: Boundary State
fi_fi: Rajatila
id_id: Batas Negara

source: Check Frequency (Secs) (Note: not Guard Zone)
fi_fi: Tarkista taajuus (s) (Huom: ei rajavyöhyke)
id_id: Periksa Frekuensi (Detik) (Catatan: tidak Guard Zone)

source: Graphical overlay for GPS fix displays line from boat to location of the point in the found boundary
fi_fi: Graafinen käyttöliittymän GPS fix näyttää linjan veneestä löydety rajan sijaintipiteeseen
id_id: Grafis overlay untuk memperbaiki GPS menampilkan garis dari perahu ke lokasi titik dalam menemukan batas

source: Host
fi_fi: Isäntä

source: No Connection
fi_fi: Ei Yhteyttä

source: Over Temperature
fi_fi: Lämpötilan Ylitys

source: Over Current
fi_fi: Ylivirta

source: Hardware Failures
fi_fi: Laitteistoviat

source: No IMU Sensor
fi_fi: Ei IMU Sensoria

source: No Motor Controller
fi_fi: Ei Moottorinohjainta

source: No Rudder Feedback
fi_fi: Ei Peräsin Palautetta

source: No Motor Temperature
fi_fi: Ei Moottorin Lämpötilaa

source: Driver Timeout (No Motor)
fi_fi: Ajurin Aikakatkaisu (Ei Moottoria)

source: Hardware Errors
fi_fi: Laitteiston Virheet

source: End Of Travel
fi_fi: Liikeradan pää

source: Lost Mode
fi_fi: Kadonnut Tila

source: Servo Saturated
fi_fi: Servo Tyydyttynyt

source: Power Consumption >
fi_fi: Tehonkulutus

source: Watts
fi_fi: Wattia

source: Course Error >
fi_fi: Kurssivirhe >

source: Steering Errors
fi_fi: Ohjauksen Virheet

source: Lower Limit
fi_fi: Alaraja

source: Upper Limit
fi_fi: Yläraja

source: About Watchdog Properties
fi_fi: Watchdog ominaisuuksista
id_id: Tentang Pengawas Sifat

source: Watchdog Configuration
fi_fi: Vahdin konfigurointi
id_id: Pengawas konfigurasi

source: New Alarm
fi_fi: Uusi hälytys
id_id: Alarm baru

source: Edit Alarm
fi_fi: Muokkaa hälytystä
id_id: Mengedit alarm

source: NMEA Data
id_id: Data NMEA

source: Watchdog
id_id: Pengawas

source: MessageBox
id_id: Kotak pesan

source: &OK
id_id: &BAIK

source: WatchDog
id_id: Pengawas
